Revit 2024 API
AssetSetIterator.MoveNext Method
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public virtual bool MoveNext()
Visual Basic
Public Overridable Function MoveNext As Boolean
Visual C++
public:
virtual bool MoveNext()
Implements
IEnumerator.MoveNext()
See Also
AssetSetIterator Class
Autodesk.Revit.DB.Visual Namespace